ada-url
argocd
aws-iam-authenticator
awscli
azure-cli
bazelisk
brotli
c-ares
ca-certificates
cairo
capstone
clair
crane
dav1d
docker
docker-completion
dtc
eza
ffmpeg
flux
fmt
fontconfig
freetype
gdbm
gettext
gh
giflib
glab
glib
gmp
gnupg
gnutls
go
gpgme
gpgmepp
graphite2
hadolint
harfbuzz
hdrhistogram_c
helm
icu4c@78
istioctl
jpeg-turbo
kind
kube-ps1
kubecolor
kubelogin
kubernetes-cli
kubeseal
lame
libassuan
libevent
libgcrypt
libgit2
libgpg-error
libidn2
libksba
libnghttp2
libnghttp3
libngtcp2
libpng
libslirp
libsodium
libssh
libssh2
libtasn1
libtiff
libunistring
libusb
libuv
libvpx
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libyaml
little-cms2
lld@20
llhttp
llvm@20
lz4
lzo
mackup
mas
minikube
mlx
mlx-c
mpdecimal
ncurses
nettle
node
npth
nspr
nss
ollama
openjdk
openjpeg
openssl@3
opentofu
opus
p11-kit
pcre2
pinentry
pixman
poppler
python@3.10
python@3.12
python@3.13
python@3.14
qemu
qpdf
readline
sdl2
simdjson
snappy
snyk-cli
speedtest
sqlite
starship
svt-av1
terraform
terragrunt
trivy
unbound
uvwasi
vde
x264
x265
xorgproto
xz
yq
zig
zstd
adobe-acrobat-pro
adobe-acrobat-reader
brave-browser
chatgpt
cursor
discord
docker-desktop
element
font-hack-nerd-font
gcloud-cli
google-chrome
google-cloud-sdk
libreoffice
maccy
mattermost
microsoft-auto-update
microsoft-edge
microsoft-outlook
microsoft-remote-desktop
microsoft-teams
openvpn-connect
rectangle
session-manager-plugin
skim
slack
spotify
virtualbox
visual-studio-code
