aom
argocd
aribb24
aws-iam-authenticator
azure-cli
bazelisk
brotli
c-ares
ca-certificates
cairo
capstone
cjson
clair
dav1d
docker
docker-completion
dtc
eza
ffmpeg
flac
fontconfig
freetype
frei0r
fribidi
gdbm
gettext
gh
giflib
glab
glib
gmp
gnutls
go
graphite2
harfbuzz
helm
highway
icu4c@76
icu4c@77
imath
jpeg-turbo
jpeg-xl
kube-ps1
kubecolor
kubernetes-cli
kubeseal
lame
leptonica
libarchive
libass
libb2
libbluray
libdeflate
libevent
libgit2
libidn2
libmicrohttpd
libnghttp2
libogg
libpng
librist
libsamplerate
libslirp
libsndfile
libsodium
libsoxr
libssh
libssh2
libtasn1
libtiff
libunibreak
libunistring
libusb
libuv
libvidstab
libvmaf
libvorbis
libvpx
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libyaml
little-cms2
lz4
lzo
mackup
mas
mbedtls
minikube
mpdecimal
mpg123
ncurses
nettle
node
opencore-amr
openexr
openjpeg
openssl@3
opus
p11-kit
pango
pcre2
pixman
python@3.10
python@3.12
python@3.13
qemu
rav1e
readline
rubberband
sdl2
snappy
snyk-cli
speedtest
speex
sqlite
srt
starship
svt-av1
terraform
terragrunt
tesseract
theora
trivy
unbound
vde
webp
x264
x265
xorgproto
xvid
xz
yq
zeromq
zimg
zstd
brave-browser
chatgpt
cursor
discord
duo-connect
element
font-hack-nerd-font
google-chrome
google-cloud-sdk
maccy
microsoft-auto-update
microsoft-outlook
microsoft-remote-desktop
microsoft-teams
openvpn-connect
rectangle
slack
spotify
virtualbox
visual-studio-code
