tap "hashicorp/tap"
tap "homebrew/bundle"
tap "teamookla/speedtest"
brew "argocd"
brew "aws-iam-authenticator"
brew "azure-cli"
brew "bazelisk"
brew "clair"
brew "docker"
brew "eza"
brew "ffmpeg"
brew "gh"
brew "glab"
brew "go"
brew "helm"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubecolor"
brew "kubeseal"
brew "mackup"
brew "mas"
brew "minikube"
brew "python@3.10"
brew "qemu"
brew "snyk-cli"
brew "starship"
brew "terragrunt"
brew "trivy"
brew "yq"
brew "hashicorp/tap/terraform"
brew "teamookla/speedtest/speedtest"
cask "brave-browser"
cask "chatgpt"
cask "cursor"
cask "discord"
cask "duo-connect"
cask "element"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "maccy"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "openvpn-connect"
cask "rectangle"
cask "slack"
cask "spotify"
cask "virtualbox"
cask "visual-studio-code"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Outlook", id: 985367838
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "4ops.terraform"
vscode "continue.continue"
vscode "docker.docker"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "openai.chatgpt"
vscode "repreng.csv"
vscode "tal7aouy.theme"
