# install everything but go and rust

# taps
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/cask-drivers"
tap "homebrew/services"
tap "homebrew/cask"
tap "homebrew/bundle"

# casks
cask "iterm2"
cask "notion" 
cask "zoomus"
cask  "brave-browser-dev"
cask "visual-studio-code-insiders"	
cask "spotify" 
cask "rectangle" 
cask "firefox-developer-edition"  
cask "wire"
cask "discord" 
cask "nordvpn"
cask "minikube"
cask "docker"

# Font casks
cask "font-hack-nerd-font"
cask "font-inconsolata-for-powerline"
cask "font-menlo-for-powerline"

# misc
brew "speedtest-cli"
brew "exa" 
brew "ripgrep" 
brew "bat" 
brew "ipython"
brew "helm" 
brew "krew" 
brew "kind"
brew "openssl" 
brew "readline" 
brew "sqlite3" 
brew "xz" 
brew "zlib"
brew "fluxcd/tap/flux"
brew "kubernetes-cli"
brew "kubecolor"
brew "terraform"
brew "pyenv"
brew "python"
brew "fish"
brew "node" 
brew "minikube"
brew "jq"
