tap "dty1er/tap"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "bash"
brew "bat"
brew "exa"
brew "fish"
brew "go"
brew "helm"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "ipython"
brew "kind"
brew "krew"
brew "libev"
brew "minikube"
brew "node"
brew "opam"
brew "pyenv"
brew "speedtest-cli"
brew "terraform"
brew "zlib"
brew "dty1er/tap/kubecolor"
brew "fluxcd/tap/flux"
cask "brave-browser"
cask "brave-browser-beta"
cask "brave-browser-dev"
cask "brave-browser-nightly"
cask "discord-ptb"
cask "docker"
cask "firefox-developer-edition"
cask "firefox-esr"
cask "firefox-nightly"
cask "font-hack-nerd-font"
cask "github-beta"
cask "iterm2-nightly"
cask "multifirefox"
cask "nordvpn"
cask "notion"
cask "rectangle"
cask "spotify"
cask "visual-studio-code-insiders"
cask "wire"
cask "zoom"
