tap "dty1er/tap"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "wallix/awless"
tap "warrensbox/tap"
brew "bash"
brew "bat"
brew "cfssl"
brew "dependency-check"
brew "exa"
brew "gh"
brew "git-delta"
brew "gitleaks"
brew "readline"
brew "libev"
brew "openssl@1.1"
brew "gnupg"
brew "go"
brew "helm"
brew "sqlite"
brew "xz"
brew "ipython"
brew "kind"
brew "krew"
brew "mas"
brew "minikube"
brew "node"
brew "opam"
brew "pyenv"
brew "speedtest-cli"
brew "telnet"
brew "telnetd"
brew "terraform", link: false
brew "vegeta"
brew "wget"
brew "whalebrew"
brew "zlib"
brew "zmap"
brew "dty1er/tap/kubecolor"
brew "fluxcd/tap/flux"
brew "wallix/awless/awless"
brew "warrensbox/tap/tfswitch"
cask "adobe-acrobat-reader"
cask "brave-browser"
cask "dashlane"
cask "docker"
cask "firefox-developer-edition"
cask "font-hack-nerd-font"
cask "iterm2"
cask "metasploit"
cask "microsoft-edge"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "rectangle"
cask "spotify"
cask "visual-studio-code-insiders"
cask "wire"
cask "zoom"
