tap "dty1er/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "warrensbox/tap"
brew "bash"
brew "bat"
brew "cfssl"
brew "exa"
brew "fish"
brew "gh"
brew "readline"
brew "libev"
brew "openssl@1.1"
brew "gnupg"
brew "go"
brew "xz"
brew "ipython"
brew "mas"
brew "nim"
brew "node"
brew "opam"
brew "pyenv"
brew "speedtest-cli"
brew "telnet"
brew "telnetd"
brew "vegeta"
brew "wget"
brew "zlib"
cask "adobe-acrobat-reader"
cask "brave-browser-beta"
cask "discord-ptb"
cask "firefox-nightly"
cask "font-hack-nerd-font"
cask "github-beta"
cask "google-cloud-sdk"
cask "iterm2"
cask "nordvpn"
cask "notion"
cask "rectangle"
cask "spotify"
cask "visual-studio-code-insiders"
cask "vivaldi-snapshot"
cask "wire"
cask "zoom"
